Repository: Atasabri/X-Edge
Catalog: Xedge.Resources/Resources/SharedResource.*.resx
Languages: ar

source: &quot;Can Not Login .. Invalid Email Or Password !!
ar: برجاء التأكد من البريد الالكتروني او كلمة السر

source: A user with this login already exists.
ar: يوجد بالفعل مستخدم مع التسجيل الخارجي هذا.

source: An unknown failure has occurred.
ar: حدث خطأ ما غير معروف

source: Can Not Complete Transaction
ar: لا يمكن استكمال العملية

source: Can Not Create This Order !
ar: لا يمكن انشاء هذا الطلب

source: Can Not Find This Address
ar: هذا العنوان غير موجود

source: Can Not Find This Payment Method
ar: طريقة الدفع غير موجودة

source: Can Not Finish Order
ar: لا يمكن انهاء الطلب

source: Can Not Found Price With This Product And Market
ar: لا يوجد سعر لهذا المنتج في الماركت المرسل

source: Can Not Found This Promo Code !
ar: كود الخصم الذي ادخلت غير صحيح

source: Can Not Start Order
ar: لا يمكن بدأ الطلب

source: Email '{0}' is already taken.
ar: البريد الالكتروني '{0}' مستخدم بالفعل

source: Email '{0}' is invalid.
ar: البريد الإلكتروني '{0}' غير صالح.

source: Error In Adding Product To Favorites !
ar: حدث خطأ في اضافة هذا المنتج الي المفضلة

source: Error in Adding This Address !
ar: حدث خطأ في اضافة هذا العنوان

source: Error in Adding This Payment Method !
ar: حدث خطأ في اضافة طريقة الدفع

source: Error In Delete This Address
ar: حدث خطأ في مسح هذا العنوان

source: Error In Delete This Payment Method
ar: حدث خطأ عند مسح طريقة الدفع

source: Error In Deleting Product To Favorites !
ar: حدث خطأ عند مسح المنتج من المفضلة

source: Incorrect password.
ar: كلمة المرور غير صحيحة

source: Invalid token.
ar: رمز غير صالح.

source: Lockout is not enabled for this user.
ar: لم يتم تمكين القفل لهذا المستخدم.

source: New Order Assigned to You #{0}
ar: لديك طلب جديد يجب توصيله #{0}

source: No User With Phone '{0}'
ar: لا يوجد مستخدم بهذا الهاتف '{0}'

source: Optimistic concurrency failure, object has been modified.
ar: فشل التزامن المتفائل ، تم تعديل الكائن.

source: Order #{0}
ar: الطلب #{0}

source: Order With Id #{0} Assigned To Driver
ar: تم تحديد سائق لطلبك #{0}

source: Order With Id #{0} Status Changes
ar: تم تغير حالة الطلب #{0} الخاص بك

source: Passwords must be at least {0} characters.
ar: يجب أن تتكون كلمات المرور من {0} حرف على الأقل.

source: Passwords must have at least one digit ('0'-'9').
ar: يجب أن تحتوي كلمات المرور على رقم واحد على الأقل ('0' - '9').

source: Passwords must have at least one lowercase ('a'-'z').
ar: يجب أن تحتوي كلمات المرور على حرف صغير واحد على الأقل ('a' - 'z').

source: Passwords must have at least one non alphanumeric character.
ar: يجب أن تحتوي كلمات المرور على حرف واحد غير أبجدي رقمي على الأقل.

source: Passwords must have at least one uppercase ('A'-'Z').
ar: يجب أن تحتوي كلمات المرور على حرف كبير واحد على الأقل ('A' - 'Z').

source: Phone Number '{0}' already taken.
ar: رقم الهاتف '{0}' مستخدم بالفعل

source: Phone Number '{0}' is invalid.
ar: رقم الهاتف '{0}' غير صالح

source: Phone Number Is Unique.
ar: يجب ادخال رقم الهاتف

source: Please Add Quantity For Product '{0}'
ar: من فضلك قم بأضافة كمية للمنتج {0}

source: Role name '{0}' is already taken.
ar: نوع المستخدمين '{0}' مستخدم بالفعل.

source: Role name '{0}' is invalid.
ar: اسم نوع المستخدم '{0}' غير صالح.

source: There Is No Product With Id '{0}'
ar: لا يوجد منتج بهذا المفتاح {0}

source: This Product Is Added To Favorites Before !
ar: هذا المنتج موجود بالفعل في المفضلة

source: This Product Not Added To Favorites Before !
ar: هذا المنتج غير موجود في المفضلة

source: To Order Zero With Cost Items You Must Order More Than {0} LE
ar: لكي تطلب منتجات مجانية يجب ان يكون الاوردر قيمته اعلي من {0} جنيه

source: User already has a password set.
ar: تم تعيين كلمة مرور للمستخدم بالفعل.

source: User already in role '{0}'.
ar: المستخدم بالفعل في النوع'{0}'.

source: User is not in role '{0}'.
ar: المستخدم ليس في النوع'{0}'.

source: User Name '{0}' is already taken.
ar: اسم المستخدم '{0}' مستخدم بالفعل.

source: User name '{0}' is invalid, can only contain letters or digits.
ar: اسم المستخدم '{0}' غير صالح ، يمكن أن يحتوي فقط على أحرف أو أرقام.

source: User With This Phone Not Found
ar: لا يوجد مستخدم بهذا الهاتف

source: Verification Code : {0}
ar: كود التأكيد : {0}

source: You Can Not Order Product With Zero Price Only !
ar: لا يمكن انشاء طلب يحتوي منتج واحد مجاني

source: You Can Order Only One Product With Zero Cost
ar: لا يمكن انشاء طلب يحتوي علي أكثر من منتج واحد مجاني

source: Your Cart Is Empty , Please Add Products
ar: السلة الخاصة بك فارغة . من فضلك قم باضافة منتجات الي السلة

source: Your Order '{0}' has been completed
ar: '{0}' لقد تم الانتهاء من طلبك

source: Your order '{0}' has been delivered
ar: '{0}' لقد تم البدء في توصيل طلبك
